; 2017.07.18 ko10panda edit
;==================================================================

;	ptext-alignプラグイン ver1.00

;==================================================================

;cssファイルの読み込み
[loadcss file="./data/others/plugin/ptext_align/ptext_align.css"]
[return]

;==================================================================
; ★プラグインの導入方法
;==================================================================
; プロジェクトファイルの plugin フォルダ内に ptext_align フォルダを配置する
; ↓
; プラグインを読みこむ
; [plugin name="ptext_align"]
;
; 同梱の sample.ks がサンプルになっています。
; ご不明な点がありましたらお気軽にご質問ください。
;-----------------------------------------------------------------------------------------------------------
; 製作者：こ・ぱんだ
; ブログ：http://kopacurve.blog33.fc2.com/
; 連絡先：fuboku.k@gmail.com（不具合報告やご質問はこちらへ）
;-----------------------------------------------------------------------------------------------------------
; ※利用報告およびクレジット表記は不要です
; ※弊プラグインを改造・改変して別のプラグインとして配布する場合のみ利用報告とクレジット表記をお願いいたします
;-----------------------------------------------------------------------------------------------------------
